Repository: derlangemarkus/Twick.it
Catalog: */interfaces/blogs/wordpress/twickit_links/language/twickit-*.po
Languages: de_de

source: Color
de_de: Farbe

source: Twick.it Links Configuration
de_de: Twick.it Links Einstellungen

source: Default target in posts
de_de: Standard-Link-Ziel in Artikel

source: Default target in comments
de_de: Standard-Link-Ziel in Kommentaren

source: Allow Twick.it Links in comments
de_de: Twick.it-Links im Kommentaren erlauben

source: Language code
de_de: Sprach-Code

source: Separator between Twicks
de_de: Trennzeichen zwischen Twicks

source: Enable Twick.it-Marker-Popup
de_de: Twick.it Tool Tipp einschalten

source: Use custom style sheet
de_de: Verwende eigenes Stylesheet

source: Update Settings
de_de: Änderungen speichern

source: items in cache
de_de: Einträge im Cache

source: Clear cache
de_de: Cache leeren
